---
kind: property
id: P:Autodesk.Revit.DB.Visual.SolidGlass.CommonTintToggle
source: html/c4595838-d99a-047f-8500-9e010ed0198e.htm
---
# Autodesk.Revit.DB.Visual.SolidGlass.CommonTintToggle Property

The property labeled "Tint" from the "SolidGlass" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".